[
  {
    "username": "charlie",
    "title": "Reconnect With Nature!",
    "photo": "post-nature-(1).jpg",
    "categories": ["nature", "life"],
    "description": " Nature is the world around us. We, all human beings depend on nature every time and for everything. Many people admire the beauty of nature and even they write many novels and poems on it, this is because the beauty of nature cannot be expressed in one single word or saying. It provides the humans, animals and all the living beings on the earth a place to live with the joy of natural resources. Despite the importance of nature in human life, we are spoiling its balance only due to our greediness. Millions of years ago, when the knowledge of man was not better than an animal. At that time man used to get all the things needed for life only from nature. Even today, at the heights of science, our requirements are met by nature only. Nature is a boon given to us, as it protects crores and crores of organisms living on the earth. It gives us forests which are the lungs of Earth.",
    "createdAt": "2021-06-23T22:01:18.511+00:00"
  },
  {
    "username": "jameson01",
    "title": "The Art of Music",
    "photo": "post-music-(1).jpg",
    "categories": ["music", "positivity"],
    "description": " Music is the art of arranging sounds in time through the elements of melody, harmony, rhythm, and timbre. It is one of the universal cultural aspects of all human societies. General definitions of music include common elements such as pitch (which governs melody and harmony), rhythm (and its associated concepts tempo, meter, and articulation), dynamics (loudness and softness), and the sonic qualities of timbre and texture (which are sometimes termed the color of a musical sound). Different styles or types of music may emphasize, de-emphasize or omit some of these elements. Music is performed with a vast range of instruments and vocal techniques ranging from singing to rapping; there are solely instrumental pieces, solely vocal pieces (such as songs without instrumental accompaniment) and pieces that combine singing and instruments. The word derives from Greek μουσική, mousiké, '(art) of the Muses'.",
    "createdAt": "2019-02-04T22:01:18.511+00:00"
  },
  {
    "username": "saralyn",
    "title": "The Science Behind the Brain Function and it's power",
    "photo": "post-science-(1).jpg",
    "categories": ["science", "medical"],
    "description": " Science is the pursuit and application of knowledge and understanding of the natural and social world following a systematic methodology based on evidence. Scientific methodology includes the following: Objective observation: Measurement and data (possibly although not necessarily using mathematics as a tool) Evidence.",
    "createdAt": "2015-04-14T22:01:18.511+00:00"
  },
  {
    "username": "monira",
    "title": "How to make good family bonding?",
    "photo": "post-family-(1).jpg",
    "categories": ["family", "life"],
    "description": " Make family fun a more frequent occurrence by saving this list of family bonding activities and incorporating them into your life on a regular basis. You can let the kids choose what you’ll do next or pull one out of a jar. You’ll be making great memories for you and your children and likely relieving stress in the process. Most of these family bonding activities are designed to be free or low cost, meaning they should be accessible to most families. Hopefully there are some on the list that you haven’t tried yet, but it’s OK to repeat your family favorites too.",

    "createdAt": "2021-08-23T22:01:18.511+00:00"
  },
  {
    "username": "kimkardesian",
    "title": "How to make your mind positive?",
    "photo": "post-positivity-(1).jpg",
    "categories": ["positivity"],
    "description": "Positivity is made up of different components, each of which has different, but mostly positive, impacts on our lives.  For example, self-focused positive thinking tends to be good for well-being and buffer the effects of stress (Taylor & Brown, 1994). So try using strategies like self-compassion and self-kindness to grow this aspect of positivity. It is likely also beneficial for us to improve our feelings of self-worth and self-confidence (Miller Smedema, Catalano, & Ebener, 2010).Future-focused positivity thinking and optimism tend to help us have better well-being, social relationships, and cope better with stress (Taylor & Brown, 1994). Similarly, present-focused positive thinking—for example about how much control we have over stressful situations—generally helps us cope better (Crum, Akinola, Martin, & Fath, 2017).",

    "createdAt": "2021-06-13T22:01:18.511+00:00"
  },
  {
    "username": "sarbastian09",
    "title": "Journey by helicopter to 'Daakuta'",
    "photo": "post-journey-(1).jpg",
    "categories": ["journey", "tour"],
    "description": "I'm a powerline pilot. So, traveling in a helicopter for me is always a blast. I spend most of my days 10 feet above the trees. If I see something that looks cool, I stop and look at it. One of my fondest memories is landing next to a sub-station to drop of a power worker. This happened to be next to a school and when I took off every single kid on the play ground was at the fence waving and and jumping around. I had my door off so I waved back with my helmeted and visored head. I had one of the biggest smiles that day and will always remember it. When I was around 10 a helicopter flew over my school, with the doors off. The pilots flew over and waved down at me. I dreamt of being a pilot after that day. 19 years later I was the guy waving down at the kids at the school. Not many fixed wing guys can have that same story. I get to land at the hotel I'm staying at after the days work is done and there are always people thst want to see the helicopter. And good luck finding a pilot who doesn't love to talk about flying to anyone who'll listen.",

    "createdAt": "2021-01-14T22:01:18.511+00:00"
  },
  {
    "username": "jasonburo",
    "title": "Is the space empty or there is something we don't know?",
    "photo": "post-astronomy-(1).jpg",
    "categories": ["astronomy", "science"],
    "description": "Astronomy is one of the oldest natural sciences. The early civilizations in recorded history made methodical observations of the night sky. These include the Babylonians, Greeks, Indians, Egyptians, Chinese, Maya, and many ancient indigenous peoples of the Americas. In the past, astronomy included disciplines as diverse as astrometry, celestial navigation, observational astronomy, and the making of calendars. Nowadays, professional astronomy is often said to be the same as astrophysics. Professional astronomy is split into observational and theoretical branches. Observational astronomy is focused on acquiring data from observations of astronomical objects. This data is then analyzed using basic principles of physics. Theoretical astronomy is oriented toward the development of computer or analytical models to describe astronomical objects and phenomena. These two fields complement each other. Theoretical astronomy seeks to explain observational results and observations are used to confirm theoretical results.",

    "createdAt": "2021-12-13T22:01:18.511+00:00"
  },
  {
    "username": "kaliyacharan",
    "title": "A visit to a secret place in Bavaria with friends",
    "photo": "post-friends-(1).jpg",
    "categories": ["friends", "tour"],
    "description": "Bavaria officially the Free State of Bavaria (German: Freistaat Bayern, Bavarian: Freistoot Bayern, is a state in the south-east of Germany. With an area of 70,550.19 km2 (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With over 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size its population density is below the German average. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg, and Augsburg.The history of Bavaria includes its earliest settlement by Iron Age Celtic tribes, followed by the conquests of the Roman Empire in the 1st century BC, when the territory was incorporated into the provinces of Raetia and Noricum. It became the Duchy of Bavaria (a stem duchy) in the 6th century AD following the collapse of the Western Roman Empire. It was later incorporated into the Holy Roman Empire, became an independent kingdom after 1806, joined the Prussian-led German Empire in 1871 while retaining its title of kingdom, and finally became a state of the Federal Republic of Germany in 1949.",

    "createdAt": "2021-02-23T22:01:18.511+00:00"
  },
  {
    "username": "mou25",
    "title": "Prepare a chicken and bell pepper sashlick for your family",
    "photo": "post-food-(1).jpg",
    "categories": ["food", "cooking"],
    "description": "Thread the chicken onto the skewers, alternating it with chunks of onion, tomato and capsicum. Brush with butter, then grill until chicken is cooked through and is golden brown. You can also pan grill the chicken. In this case, just ensure that you keep the flame low and keep turning the chicken pieces. You may have to alternately cover and uncover the pan and keep adding butter. Then, place the chicken skewers on a heated iron plate for sizzling effect and splash a few drops of water and oil on it. Serve immediately with mint chutney. You can also serve it on a bed of rice or noodles and it would become a complete meal.",

    "createdAt": "2022-05-23T22:01:18.511+00:00"
  },
  {
    "username": "mou25",
    "title": "Awesome memories with friends and family",
    "photo": "post-memories-(1).jpg",
    "categories": ["memories", "friends", "family"],
    "description": "Many people have the odd belief that they should never disappoint others. The belief runs rampant in the eating disorders community. While it’s clear to me how this irrational belief came about, the concept of it being okay to disappoint others often comes as a surprise to clients. If you’re an adult walking around the planet trying not to disappoint people, finding out that you no longer need to think this way may shock you too. Where else did you learn that disappointment is a no no but in childhood. Here’s an example. Say, you’re an amazing artist and an outstanding soccer player but not so great in math which disappoints your dad who hoped you’d grow up to become an accountant like him. He lets you know frequently that he’s sad/upset/disappointed and, as a child, this makes you feel terrible because you love Dad ",

    "createdAt": "2022-02-23T22:01:18.511+00:00"
  },
  {
    "username": "sammy02k",
    "title": "What describes the love between you and your near persons",
    "photo": "post-love-(1).jpg",
    "categories": ["love", "life", "family"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-03-21T22:01:18.511+00:00"
  },
  {
    "username": "cremenbob",
    "title": "Sun rotates on its on axis and galaxies are not same size",
    "photo": "post-astronomy-(2).jpg",
    "categories": ["science", "astronomy"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-01-19T22:01:18.511+00:00"
  },
  {
    "username": "charlie",
    "title": "Nature is Amazing!",
    "photo": "post-nature-(2).jpg",
    "categories": ["nature", "life", "memories"],
    "description": " Nature is the world around us. We, all human beings depend on nature every time and for everything. Many people admire the beauty of nature and even they write many novels and poems on it, this is because the beauty of nature cannot be expressed in one single word or saying. It provides the humans, animals and all the living beings on the earth a place to live with the joy of natural resources. Despite the importance of nature in human life, we are spoiling its balance only due to our greediness. Millions of years ago, when the knowledge of man was not better than an animal. At that time man used to get all the things needed for life only from nature. Even today, at the heights of science, our requirements are met by nature only. Nature is a boon given to us, as it protects crores and crores of organisms living on the earth. It gives us forests which are the lungs of Earth.",
    "createdAt": "2021-06-23T22:01:18.511+00:00"
  },
  {
    "username": "saralyn",
    "title": "Music is the best thing I got in my day",
    "photo": "post-music-(2).jpg",
    "categories": ["music", "positivity"],
    "description": " Music is the art of arranging sounds in time through the elements of melody, harmony, rhythm, and timbre. It is one of the universal cultural aspects of all human societies. General definitions of music include common elements such as pitch (which governs melody and harmony), rhythm (and its associated concepts tempo, meter, and articulation), dynamics (loudness and softness), and the sonic qualities of timbre and texture (which are sometimes termed the color of a musical sound). Different styles or types of music may emphasize, de-emphasize or omit some of these elements. Music is performed with a vast range of instruments and vocal techniques ranging from singing to rapping; there are solely instrumental pieces, solely vocal pieces (such as songs without instrumental accompaniment) and pieces that combine singing and instruments. The word derives from Greek μουσική, mousiké, '(art) of the Muses'.",
    "createdAt": "2019-02-04T22:01:18.511+00:00"
  },
  {
    "username": "jameson01",
    "title": "The Science Behind the Tooth and limb",
    "photo": "post-science-(2).jpg",
    "categories": ["science", "medical"],
    "description": " Science is the pursuit and application of knowledge and understanding of the natural and social world following a systematic methodology based on evidence. Scientific methodology includes the following: Objective observation: Measurement and data (possibly although not necessarily using mathematics as a tool) Evidence.",
    "createdAt": "2015-04-14T22:01:18.511+00:00"
  },
  {
    "username": "sarbastian09",
    "title": "How to make good family bonding?",
    "photo": "post-family-(2).jpg",
    "categories": ["family", "life"],
    "description": " Make family fun a more frequent occurrence by saving this list of family bonding activities and incorporating them into your life on a regular basis. You can let the kids choose what you’ll do next or pull one out of a jar. You’ll be making great memories for you and your children and likely relieving stress in the process. Most of these family bonding activities are designed to be free or low cost, meaning they should be accessible to most families. Hopefully there are some on the list that you haven’t tried yet, but it’s OK to repeat your family favorites too.",

    "createdAt": "2021-08-23T22:01:18.511+00:00"
  },
  {
    "username": "kimkardesian",
    "title": "Body positive by kim kardesinan",
    "photo": "post-positivity-(5).jpg",
    "categories": ["positivity", "life"],
    "description": "Body Positivity is made up of different components, each of which has different, but mostly positive, impacts on our lives.  For example, self-focused positive thinking tends to be good for well-being and buffer the effects of stress (Taylor & Brown, 1994). So try using strategies like self-compassion and self-kindness to grow this aspect of positivity. It is likely also beneficial for us to improve our feelings of self-worth and self-confidence (Miller Smedema, Catalano, & Ebener, 2010).Future-focused positivity thinking and optimism tend to help us have better well-being, social relationships, and cope better with stress (Taylor & Brown, 1994). Similarly, present-focused positive thinking—for example about how much control we have over stressful situations—generally helps us cope better (Crum, Akinola, Martin, & Fath, 2017).",

    "createdAt": "2021-06-13T22:01:18.511+00:00"
  },
  {
    "username": "monira",
    "title": "Journey to 'East Coast'",
    "photo": "post-journey-(2).jpg",
    "categories": ["journey", "tour"],
    "description": "I'm a powerline pilot. So, traveling in a helicopter for me is always a blast. I spend most of my days 10 feet above the trees. If I see something that looks cool, I stop and look at it. One of my fondest memories is landing next to a sub-station to drop of a power worker. This happened to be next to a school and when I took off every single kid on the play ground was at the fence waving and and jumping around. I had my door off so I waved back with my helmeted and visored head. I had one of the biggest smiles that day and will always remember it. When I was around 10 a helicopter flew over my school, with the doors off. The pilots flew over and waved down at me. I dreamt of being a pilot after that day. 19 years later I was the guy waving down at the kids at the school. Not many fixed wing guys can have that same story. I get to land at the hotel I'm staying at after the days work is done and there are always people thst want to see the helicopter. And good luck finding a pilot who doesn't love to talk about flying to anyone who'll listen.",

    "createdAt": "2021-01-14T22:01:18.511+00:00"
  },
  {
    "username": "kaliyacharan",
    "title": "Black hole and black matter in space",
    "photo": "post-astronomy-(2).jpg",
    "categories": ["astronomy", "science"],
    "description": "Astronomy is one of the oldest natural sciences. The early civilizations in recorded history made methodical observations of the night sky. These include the Babylonians, Greeks, Indians, Egyptians, Chinese, Maya, and many ancient indigenous peoples of the Americas. In the past, astronomy included disciplines as diverse as astrometry, celestial navigation, observational astronomy, and the making of calendars. Nowadays, professional astronomy is often said to be the same as astrophysics. Professional astronomy is split into observational and theoretical branches. Observational astronomy is focused on acquiring data from observations of astronomical objects. This data is then analyzed using basic principles of physics. Theoretical astronomy is oriented toward the development of computer or analytical models to describe astronomical objects and phenomena. These two fields complement each other. Theoretical astronomy seeks to explain observational results and observations are used to confirm theoretical results.",

    "createdAt": "2021-12-13T22:01:18.511+00:00"
  },
  {
    "username": "jasonburo",
    "title": "Awesome place in Bavaria with friends",
    "photo": "post-friends-(2).jpg",
    "categories": ["friends", "tour"],
    "description": "Bavaria officially the Free State of Bavaria (German: Freistaat Bayern, Bavarian: Freistoot Bayern, is a state in the south-east of Germany. With an area of 70,550.19 km2 (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With over 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size its population density is below the German average. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg, and Augsburg.The history of Bavaria includes its earliest settlement by Iron Age Celtic tribes, followed by the conquests of the Roman Empire in the 1st century BC, when the territory was incorporated into the provinces of Raetia and Noricum. It became the Duchy of Bavaria (a stem duchy) in the 6th century AD following the collapse of the Western Roman Empire. It was later incorporated into the Holy Roman Empire, became an independent kingdom after 1806, joined the Prussian-led German Empire in 1871 while retaining its title of kingdom, and finally became a state of the Federal Republic of Germany in 1949.",

    "createdAt": "2021-02-23T22:01:18.511+00:00"
  },
  {
    "username": "iqbal2",
    "title": "Cook a tasty dish for your family",
    "photo": "post-food-(2).jpg",
    "categories": ["food", "cooking"],
    "description": "Thread the chicken onto the skewers, alternating it with chunks of onion, tomato and capsicum. Brush with butter, then grill until chicken is cooked through and is golden brown. You can also pan grill the chicken. In this case, just ensure that you keep the flame low and keep turning the chicken pieces. You may have to alternately cover and uncover the pan and keep adding butter. Then, place the chicken skewers on a heated iron plate for sizzling effect and splash a few drops of water and oil on it. Serve immediately with mint chutney. You can also serve it on a bed of rice or noodles and it would become a complete meal.",

    "createdAt": "2022-05-23T22:01:18.511+00:00"
  },
  {
    "username": "mou25",
    "title": "Awesome memories with friends and family",
    "photo": "post-memories-(2).jpg",
    "categories": ["memories", "friends", "family"],
    "description": "Many people have the odd belief that they should never disappoint others. The belief runs rampant in the eating disorders community. While it’s clear to me how this irrational belief came about, the concept of it being okay to disappoint others often comes as a surprise to clients. If you’re an adult walking around the planet trying not to disappoint people, finding out that you no longer need to think this way may shock you too. Where else did you learn that disappointment is a no no but in childhood. Here’s an example. Say, you’re an amazing artist and an outstanding soccer player but not so great in math which disappoints your dad who hoped you’d grow up to become an accountant like him. He lets you know frequently that he’s sad/upset/disappointed and, as a child, this makes you feel terrible because you love Dad ",

    "createdAt": "2022-02-23T22:01:18.511+00:00"
  },
  {
    "username": "cremenbob",
    "title": "love between your heart and your friends",
    "photo": "post-love-(2).jpg",
    "categories": ["love", "life", "family"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-03-21T22:01:18.511+00:00"
  },
  {
    "username": "sammy02k",
    "title": "Galaxies are far beyound than your imagination",
    "photo": "post-astronomy-(3).jpg",
    "categories": ["science", "astronomy"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-01-19T22:01:18.511+00:00"
  },
  {
    "username": "saralyn",
    "title": "Nature is so Amazing!",
    "photo": "post-nature-(3).jpg",
    "categories": ["nature", "life", "memories"],
    "description": " Nature is the world around us. We, all human beings depend on nature every time and for everything. Many people admire the beauty of nature and even they write many novels and poems on it, this is because the beauty of nature cannot be expressed in one single word or saying. It provides the humans, animals and all the living beings on the earth a place to live with the joy of natural resources. Despite the importance of nature in human life, we are spoiling its balance only due to our greediness. Millions of years ago, when the knowledge of man was not better than an animal. At that time man used to get all the things needed for life only from nature. Even today, at the heights of science, our requirements are met by nature only. Nature is a boon given to us, as it protects crores and crores of organisms living on the earth. It gives us forests which are the lungs of Earth.",
    "createdAt": "2021-06-23T22:01:18.511+00:00"
  },
  {
    "username": "charlie",
    "title": "Music is the best thing I got in my life",
    "photo": "post-music-(3).jpg",
    "categories": ["music", "positivity"],
    "description": " Music is the art of arranging sounds in time through the elements of melody, harmony, rhythm, and timbre. It is one of the universal cultural aspects of all human societies. General definitions of music include common elements such as pitch (which governs melody and harmony), rhythm (and its associated concepts tempo, meter, and articulation), dynamics (loudness and softness), and the sonic qualities of timbre and texture (which are sometimes termed the color of a musical sound). Different styles or types of music may emphasize, de-emphasize or omit some of these elements. Music is performed with a vast range of instruments and vocal techniques ranging from singing to rapping; there are solely instrumental pieces, solely vocal pieces (such as songs without instrumental accompaniment) and pieces that combine singing and instruments. The word derives from Greek μουσική, mousiké, '(art) of the Muses'.",
    "createdAt": "2019-02-04T22:01:18.511+00:00"
  },
  {
    "username": "jameson01",
    "title": "The Science Behind the mouth and ear",
    "photo": "post-science-(3).jpg",
    "categories": ["science", "medical"],
    "description": " Science is the pursuit and application of knowledge and understanding of the natural and social world following a systematic methodology based on evidence. Scientific methodology includes the following: Objective observation: Measurement and data (possibly although not necessarily using mathematics as a tool) Evidence.",
    "createdAt": "2015-04-14T22:01:18.511+00:00"
  },
  {
    "username": "sarbastian09",
    "title": "How to get rid of bad family bonding?",
    "photo": "post-family-(3).jpg",
    "categories": ["family", "life"],
    "description": " Make family fun a more frequent occurrence by saving this list of family bonding activities and incorporating them into your life on a regular basis. You can let the kids choose what you’ll do next or pull one out of a jar. You’ll be making great memories for you and your children and likely relieving stress in the process. Most of these family bonding activities are designed to be free or low cost, meaning they should be accessible to most families. Hopefully there are some on the list that you haven’t tried yet, but it’s OK to repeat your family favorites too.",

    "createdAt": "2021-08-23T22:01:18.511+00:00"
  },
  {
    "username": "monira",
    "title": "Mind positivity by Monira",
    "photo": "post-positivity-(3).jpg",
    "categories": ["positivity", "life"],
    "description": "Body Positivity is made up of different components, each of which has different, but mostly positive, impacts on our lives.  For example, self-focused positive thinking tends to be good for well-being and buffer the effects of stress (Taylor & Brown, 1994). So try using strategies like self-compassion and self-kindness to grow this aspect of positivity. It is likely also beneficial for us to improve our feelings of self-worth and self-confidence (Miller Smedema, Catalano, & Ebener, 2010).Future-focused positivity thinking and optimism tend to help us have better well-being, social relationships, and cope better with stress (Taylor & Brown, 1994). Similarly, present-focused positive thinking—for example about how much control we have over stressful situations—generally helps us cope better (Crum, Akinola, Martin, & Fath, 2017).",

    "createdAt": "2021-06-13T22:01:18.511+00:00"
  },
  {
    "username": "kimkardesian",
    "title": "Journey to 'South Coast'",
    "photo": "post-journey-(3).jpg",
    "categories": ["journey", "tour"],
    "description": "I'm a powerline pilot. So, traveling in a helicopter for me is always a blast. I spend most of my days 10 feet above the trees. If I see something that looks cool, I stop and look at it. One of my fondest memories is landing next to a sub-station to drop of a power worker. This happened to be next to a school and when I took off every single kid on the play ground was at the fence waving and and jumping around. I had my door off so I waved back with my helmeted and visored head. I had one of the biggest smiles that day and will always remember it. When I was around 10 a helicopter flew over my school, with the doors off. The pilots flew over and waved down at me. I dreamt of being a pilot after that day. 19 years later I was the guy waving down at the kids at the school. Not many fixed wing guys can have that same story. I get to land at the hotel I'm staying at after the days work is done and there are always people thst want to see the helicopter. And good luck finding a pilot who doesn't love to talk about flying to anyone who'll listen.",

    "createdAt": "2021-01-14T22:01:18.511+00:00"
  },
  {
    "username": "jasonburo",
    "title": "Space and black matter in there",
    "photo": "post-astronomy-(3).jpg",
    "categories": ["astronomy", "science"],
    "description": "Astronomy is one of the oldest natural sciences. The early civilizations in recorded history made methodical observations of the night sky. These include the Babylonians, Greeks, Indians, Egyptians, Chinese, Maya, and many ancient indigenous peoples of the Americas. In the past, astronomy included disciplines as diverse as astrometry, celestial navigation, observational astronomy, and the making of calendars. Nowadays, professional astronomy is often said to be the same as astrophysics. Professional astronomy is split into observational and theoretical branches. Observational astronomy is focused on acquiring data from observations of astronomical objects. This data is then analyzed using basic principles of physics. Theoretical astronomy is oriented toward the development of computer or analytical models to describe astronomical objects and phenomena. These two fields complement each other. Theoretical astronomy seeks to explain observational results and observations are used to confirm theoretical results.",

    "createdAt": "2021-12-13T22:01:18.511+00:00"
  },
  {
    "username": "kaliyacharan",
    "title": "Awesome place in zootopia with friends",
    "photo": "post-friends-(3).jpg",
    "categories": ["friends", "tour"],
    "description": "Bavaria officially the Free State of Bavaria (German: Freistaat Bayern, Bavarian: Freistoot Bayern, is a state in the south-east of Germany. With an area of 70,550.19 km2 (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With over 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size its population density is below the German average. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg, and Augsburg.The history of Bavaria includes its earliest settlement by Iron Age Celtic tribes, followed by the conquests of the Roman Empire in the 1st century BC, when the territory was incorporated into the provinces of Raetia and Noricum. It became the Duchy of Bavaria (a stem duchy) in the 6th century AD following the collapse of the Western Roman Empire. It was later incorporated into the Holy Roman Empire, became an independent kingdom after 1806, joined the Prussian-led German Empire in 1871 while retaining its title of kingdom, and finally became a state of the Federal Republic of Germany in 1949.",

    "createdAt": "2021-02-23T22:01:18.511+00:00"
  },
  {
    "username": "mou25",
    "title": "Cook a ravish dish for your family",
    "photo": "post-food-(3).jpg",
    "categories": ["food", "cooking"],
    "description": "Thread the chicken onto the skewers, alternating it with chunks of onion, tomato and capsicum. Brush with butter, then grill until chicken is cooked through and is golden brown. You can also pan grill the chicken. In this case, just ensure that you keep the flame low and keep turning the chicken pieces. You may have to alternately cover and uncover the pan and keep adding butter. Then, place the chicken skewers on a heated iron plate for sizzling effect and splash a few drops of water and oil on it. Serve immediately with mint chutney. You can also serve it on a bed of rice or noodles and it would become a complete meal.",

    "createdAt": "2022-05-23T22:01:18.511+00:00"
  },
  {
    "username": "iqbal2",
    "title": "Amazing memories with friends and family",
    "photo": "post-memories-(3).jpg",
    "categories": ["memories", "friends", "family"],
    "description": "Many people have the odd belief that they should never disappoint others. The belief runs rampant in the eating disorders community. While it’s clear to me how this irrational belief came about, the concept of it being okay to disappoint others often comes as a surprise to clients. If you’re an adult walking around the planet trying not to disappoint people, finding out that you no longer need to think this way may shock you too. Where else did you learn that disappointment is a no no but in childhood. Here’s an example. Say, you’re an amazing artist and an outstanding soccer player but not so great in math which disappoints your dad who hoped you’d grow up to become an accountant like him. He lets you know frequently that he’s sad/upset/disappointed and, as a child, this makes you feel terrible because you love Dad ",

    "createdAt": "2022-02-23T22:01:18.511+00:00"
  },
  {
    "username": "sammy02k",
    "title": "love between your family and your friends",
    "photo": "post-love-(3).jpg",
    "categories": ["love", "life", "family"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-03-21T22:01:18.511+00:00"
  },
  {
    "username": "cremenbob",
    "title": "galaxies are far beyound than your imagination",
    "photo": "post-astronomy-(4).jpg",
    "categories": ["science", "astronomy"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-01-19T22:01:18.511+00:00"
  },
  {
    "username": "jameson01",
    "title": "The Nature is unpredictable!",
    "photo": "post-nature-(4).jpg",
    "categories": ["nature", "life", "memories"],
    "description": " Nature is the world around us. We, all human beings depend on nature every time and for everything. Many people admire the beauty of nature and even they write many novels and poems on it, this is because the beauty of nature cannot be expressed in one single word or saying. It provides the humans, animals and all the living beings on the earth a place to live with the joy of natural resources. Despite the importance of nature in human life, we are spoiling its balance only due to our greediness. Millions of years ago, when the knowledge of man was not better than an animal. At that time man used to get all the things needed for life only from nature. Even today, at the heights of science, our requirements are met by nature only. Nature is a boon given to us, as it protects crores and crores of organisms living on the earth. It gives us forests which are the lungs of Earth.",
    "createdAt": "2021-06-23T22:01:18.511+00:00"
  },
  {
    "username": "sarbastian09",
    "title": "Music Plays an important role in our life",
    "photo": "post-music-(4).jpg",
    "categories": ["music", "positivity"],
    "description": " Music is the art of arranging sounds in time through the elements of melody, harmony, rhythm, and timbre. It is one of the universal cultural aspects of all human societies. General definitions of music include common elements such as pitch (which governs melody and harmony), rhythm (and its associated concepts tempo, meter, and articulation), dynamics (loudness and softness), and the sonic qualities of timbre and texture (which are sometimes termed the color of a musical sound). Different styles or types of music may emphasize, de-emphasize or omit some of these elements. Music is performed with a vast range of instruments and vocal techniques ranging from singing to rapping; there are solely instrumental pieces, solely vocal pieces (such as songs without instrumental accompaniment) and pieces that combine singing and instruments. The word derives from Greek μουσική, mousiké, '(art) of the Muses'.",
    "createdAt": "2019-02-04T22:01:18.511+00:00"
  },
  {
    "username": "saralyn",
    "title": "The Science Behind the tree and cow",
    "photo": "post-science-(4).jpg",
    "categories": ["science", "medical"],
    "description": " Science is the pursuit and application of knowledge and understanding of the natural and social world following a systematic methodology based on evidence. Scientific methodology includes the following: Objective observation: Measurement and data (possibly although not necessarily using mathematics as a tool) Evidence.",
    "createdAt": "2015-04-14T22:01:18.511+00:00"
  },
  {
    "username": "charlie",
    "title": "How to make family bonding better?",
    "photo": "post-family-(4).jpg",
    "categories": ["family", "life"],
    "description": " Make family fun a more frequent occurrence by saving this list of family bonding activities and incorporating them into your life on a regular basis. You can let the kids choose what you’ll do next or pull one out of a jar. You’ll be making great memories for you and your children and likely relieving stress in the process. Most of these family bonding activities are designed to be free or low cost, meaning they should be accessible to most families. Hopefully there are some on the list that you haven’t tried yet, but it’s OK to repeat your family favorites too.",

    "createdAt": "2021-08-23T22:01:18.511+00:00"
  },
  {
    "username": "jasonburo",
    "title": "Mind positivity !",
    "photo": "post-positivity-(4).jpg",
    "categories": ["positivity", "life"],
    "description": "Body Positivity is made up of different components, each of which has different, but mostly positive, impacts on our lives.  For example, self-focused positive thinking tends to be good for well-being and buffer the effects of stress (Taylor & Brown, 1994). So try using strategies like self-compassion and self-kindness to grow this aspect of positivity. It is likely also beneficial for us to improve our feelings of self-worth and self-confidence (Miller Smedema, Catalano, & Ebener, 2010).Future-focused positivity thinking and optimism tend to help us have better well-being, social relationships, and cope better with stress (Taylor & Brown, 1994). Similarly, present-focused positive thinking—for example about how much control we have over stressful situations—generally helps us cope better (Crum, Akinola, Martin, & Fath, 2017).",

    "createdAt": "2021-06-13T22:01:18.511+00:00"
  },
  {
    "username": "kaliyacharan",
    "title": "A Journey to 'West Coast'",
    "photo": "post-journey-(4).jpg",
    "categories": ["journey", "tour"],
    "description": "I'm a powerline pilot. So, traveling in a helicopter for me is always a blast. I spend most of my days 10 feet above the trees. If I see something that looks cool, I stop and look at it. One of my fondest memories is landing next to a sub-station to drop of a power worker. This happened to be next to a school and when I took off every single kid on the play ground was at the fence waving and and jumping around. I had my door off so I waved back with my helmeted and visored head. I had one of the biggest smiles that day and will always remember it. When I was around 10 a helicopter flew over my school, with the doors off. The pilots flew over and waved down at me. I dreamt of being a pilot after that day. 19 years later I was the guy waving down at the kids at the school. Not many fixed wing guys can have that same story. I get to land at the hotel I'm staying at after the days work is done and there are always people thst want to see the helicopter. And good luck finding a pilot who doesn't love to talk about flying to anyone who'll listen.",

    "createdAt": "2021-01-14T22:01:18.511+00:00"
  },
  {
    "username": "monira",
    "title": "Black energy and black matter in space",
    "photo": "post-astronomy-(4).jpg",
    "categories": ["astronomy", "science"],
    "description": "Astronomy is one of the oldest natural sciences. The early civilizations in recorded history made methodical observations of the night sky. These include the Babylonians, Greeks, Indians, Egyptians, Chinese, Maya, and many ancient indigenous peoples of the Americas. In the past, astronomy included disciplines as diverse as astrometry, celestial navigation, observational astronomy, and the making of calendars. Nowadays, professional astronomy is often said to be the same as astrophysics. Professional astronomy is split into observational and theoretical branches. Observational astronomy is focused on acquiring data from observations of astronomical objects. This data is then analyzed using basic principles of physics. Theoretical astronomy is oriented toward the development of computer or analytical models to describe astronomical objects and phenomena. These two fields complement each other. Theoretical astronomy seeks to explain observational results and observations are used to confirm theoretical results.",

    "createdAt": "2021-12-13T22:01:18.511+00:00"
  },
  {
    "username": "kimkardesian",
    "title": "Awesome place in Munich with friends",
    "photo": "post-friends-(4).jpg",
    "categories": ["friends", "tour"],
    "description": "Bavaria officially the Free State of Bavaria (German: Freistaat Bayern, Bavarian: Freistoot Bayern, is a state in the south-east of Germany. With an area of 70,550.19 km2 (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With over 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size its population density is below the German average. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg, and Augsburg.The history of Bavaria includes its earliest settlement by Iron Age Celtic tribes, followed by the conquests of the Roman Empire in the 1st century BC, when the territory was incorporated into the provinces of Raetia and Noricum. It became the Duchy of Bavaria (a stem duchy) in the 6th century AD following the collapse of the Western Roman Empire. It was later incorporated into the Holy Roman Empire, became an independent kingdom after 1806, joined the Prussian-led German Empire in 1871 while retaining its title of kingdom, and finally became a state of the Federal Republic of Germany in 1949.",

    "createdAt": "2021-02-23T22:01:18.511+00:00"
  },
  {
    "username": "sammy02k",
    "title": "Cook delicious dish for your family",
    "photo": "post-food-(4).jpg",
    "categories": ["food", "cooking"],
    "description": "Thread the chicken onto the skewers, alternating it with chunks of onion, tomato and capsicum. Brush with butter, then grill until chicken is cooked through and is golden brown. You can also pan grill the chicken. In this case, just ensure that you keep the flame low and keep turning the chicken pieces. You may have to alternately cover and uncover the pan and keep adding butter. Then, place the chicken skewers on a heated iron plate for sizzling effect and splash a few drops of water and oil on it. Serve immediately with mint chutney. You can also serve it on a bed of rice or noodles and it would become a complete meal.",

    "createdAt": "2022-05-23T22:01:18.511+00:00"
  },
  {
    "username": "cremenbob",
    "title": "Faboulous memories with friends and family",
    "photo": "post-memories-(4).jpg",
    "categories": ["memories", "friends", "family"],
    "description": "Many people have the odd belief that they should never disappoint others. The belief runs rampant in the eating disorders community. While it’s clear to me how this irrational belief came about, the concept of it being okay to disappoint others often comes as a surprise to clients. If you’re an adult walking around the planet trying not to disappoint people, finding out that you no longer need to think this way may shock you too. Where else did you learn that disappointment is a no no but in childhood. Here’s an example. Say, you’re an amazing artist and an outstanding soccer player but not so great in math which disappoints your dad who hoped you’d grow up to become an accountant like him. He lets you know frequently that he’s sad/upset/disappointed and, as a child, this makes you feel terrible because you love Dad ",

    "createdAt": "2022-02-23T22:01:18.511+00:00"
  },
  {
    "username": "mou25",
    "title": "Love is not blind, It can see",
    "photo": "post-love-(4).jpg",
    "categories": ["love", "life", "family"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-03-21T22:01:18.511+00:00"
  },
  {
    "username": "iqbal2",
    "title": "There are more than billion galaxies",
    "photo": "post-astronomy-(4).jpg",
    "categories": ["science", "astronomy"],
    "description": "Love encompasses a range of strong and positive emotional and mental states, from the most sublime virtue or good habit, the deepest interpersonal affection, to the simplest pleasure. An example of this range of meanings is that the love of a mother differs from the love of a spouse, which differs from the love for food. Most commonly, love refers to a feeling of a strong attraction and emotional attachment.Love is considered to be both positive and negative, with its virtue representing human kindness, compassion, and affection, as 'the unselfish loyal and benevolent concern for the good of another' and its vice representing human moral flaw, akin to vanity, selfishness, amour-propre, and egotism, as potentially leading people into a type of mania, obsessiveness or codependency. It may also describe compassionate and affectionate actions towards other humans, one's self, or animals. In its various forms, love acts as a major facilitator of interpersonal relationships and, owing to its central psychological importance, is one of the most common themes in the creative arts.Love has been postulated to be a function that keeps human beings together against menaces and to facilitate the continuation of the species.",

    "createdAt": "2022-01-19T22:01:18.511+00:00"
  }
]
